hello_text = f'Приветствую, этот бот поможет \n' \
             f'в проведении платежей, за \n' \
             f'предоставленные услуги ЖКХ, а так же \n' \
             f'предоставит информацию о ранее проведенных операциях.'

vibor_info = f'Выбери тип отчета'

info_pay_mon = f'Введи месяц, за который необходимо \n' \
               f'сформировать отчет. \n' \
               f'<i>Формат ввода цивровой, а именно:</i> \n' \
               f'<i>если нужен февраль введи 2.</i>'

info_pay_year = f'Введи год, за который необходимо \n' \
               f'сформировать отчет. \n' \
               f'<i>Формат ввода цивровой, а именно:</i> \n' \
               f'<i>если нужен 2025 год введи 2025.</i>'

falling_vhod = f'Осуществить вход в Сбербанк Онлайн не удалось. \n' \
               f'Повторите попытку входа вновь или проверьте соединение с Интернетом'

success_vhod = f'Вход в Сбербанк Онлайн выполнен! \n' \
               f'Теперь можно приступить к оплате платежей. \n' \
               f'Выбери квартиру для оплаты услуг ЖКХ'

oplata_za = 'Выберите услугу, за которую хотите произвести оплату, в квартире по адресу {}.'

preparation_pay = 'Подготовка реквизитов к оплате'

question_pay = 'Размер оплаты составит {} рублей. \n' \
               'Провести оплату?'

question_pay_fr = 'Показания счетчика электроэнергии - {}.\n' \
                  'Показания счетчика холодной воды - {}.\n' \
                  'Показания счетчика горячей воды - {}.\n' \
                  'Размер оплаты составит {} рублей. \n' \
                  'Провести оплату?' 

question_pay_wt = 'Показания счетчика воды - {}.\n' \
                  'Размер оплаты составит {} рублей. \n' \
                  'Провести оплату?' 

question_pay_lt = 'Показания счетчика электроэнергии - {}.\n' \
                  'Размер оплаты составит {} рублей. \n' \
                  'Провести оплату?'

question_pay_gz = 'Показания счетчика газа - {}.\n' \
                  'Размер оплаты составит {} рублей. \n' \
                  'Провести оплату?'

start_pay = 'Начал процесс оплаты'

falling_pay = f'Осуществить оплату в Сбербанк Онлайн не удалось. \n' \
               f'Повторите оплату вновь или проверьте соединение с Интернетом'

falling_chek = 'Оплата проведена! \n' \
               'Однако, возникла ошибка при формировании чека.'